<template>
    <div class="container text-white">
        <article>
            <h1 class="title-2 text-center mb-4">О нас</h1>
            <p>Проснувшись однажды утром после беспокойного сна, Грегор Замза обнаружил, что он у себя в постели превратился
                в страшное насекомое. Лежа на панцирнотвердой спине, он видел, стоило ему приподнять голову, свой
                коричневый, выпуклый, разделенный дугообразными чешуйками живот, на верхушке которого еле держалось готовое
                вот-вот окончательно сползти одеяло. Его многочисленные, убого тонкие по сравнению с остальным телом ножки
                беспомощно копошились у него перед глазами.</p>

            <p>«Что со мной случилось? » – подумал он. Это не было сном. Его комната, настоящая, разве что слишком
                маленькая, но обычная комната, мирно покоилась в своих четырех хорошо знакомых стенах. Над столом, где были
                разложены распакованные образцы сукон – Замза был коммивояжером, – висел портрет, который он недавно вырезал
                из иллюстрированного журнала и вставил в красивую золоченую рамку.</p>

            <p>На портрете была изображена дама в меховой шляпе и боа, она сидела очень прямо и протягивала зрителю тяжелую
                меховую муфту, в которой целиком исчезала ее рука. Затем взгляд Грегора устремился в окно, и пасмурная
                погода – слышно было, как по жести подоконника стучат капли дождя – привела его и вовсе в грустное
                настроение. «Хорошо бы еще немного поспать и забыть всю эту чепуху», – подумал он, но это было совершенно
                неосуществимо, он привык спать на правом боку, а в теперешнем своем состоянии он никак не мог принять этого
                положения.</p>
        </article>
    </div>
</template>

<script>
    export default {}
</script>

<style scoped>

</style>